Repository: break2k12/TYPO3_vagrantbox
Catalog: html/typo3conf/l10n/*/additional_reports/*.locallang.xlf
Languages: de

# noresults
source: There is no results to display
de: Es gibt keine Ergebnisse zum Anzeigen

source: Extension
de: Erweiterung

source: Path
de: Pfad

source: Content
de: Inhalt

# user
source: Backend user
de: Backend-Benutzer

# ctype
source: Content type
de: Inhaltstyp

# eminfo
source: Extension manager
de: Erweiterungsmanager

source: Used ?
de: Benutzt?

# tvused
source: Used by templavoila ?
de: Benutzt TemplaVoila das?

# pid
source: Page uid
de: Seite UID

# uid
source: Content uid
de: Inhalt UID

source: Page title
de: Seitentitel

# pluginschoose
source: Choose a display mode :
de: Anzeigemodus wählen:

# pluginsmode1
source: List of all the plugins
de: Liste aller Plug-Ins

# pluginsmode2
source: List of all the content types
de: Liste aller Inhaltstypen

# pluginsmode3
source: List of used content types
de: Liste der benutzten Inhaltstypen

# pluginsmode3hidden
source: List of used content types (and hidden)
de: Liste der benutzten Inhaltstypen (inkl. versteckten)

# pluginsmode4
source: List of used plugins
de: Liste der benutzten Plug-Ins

# pluginsmode4hidden
source: List of used plugins (and hidden)
de: Liste der benutzten Plug-Ins (inkl. versteckten)

# pluginsmode5
source: Summary
de: Zusammenfassung

source: All
de: Alle

# filterByCat
source: Filter by category
de: Nach Kategorie filtern

# pluginssubmit
source: Display
de: Anzeigen

source: References
de: Referenzen

source: Yes
de: Ja

source: No
de: Nein

# ajax_title
source: Additional reports - ajax
de: Zusätzliche Berichte - Ajax

# ajax_description
source: List of all the ajax.php methods with informations and status for each of them.
de: Liste aller ajax.php-Methoden mit Informationen und Status für jede Methode.

# eid_title
source: Additional reports - eID
de: Zusätzliche Berichte - eID

# eid_description
source: List of all the eID with informations and status for each of them.
de: Liste mit Informationen aller eIDs

# extdirect_title
source: Additional reports - ExtDirect
de: Zusätzliche Berichte - ExtDirect

# extdirect_description
source: List of all the ExtDirect with informations and status for each of them.
de: Liste mit Informationen zu allen ExtDirect

# clikeys_title
source: Additional reports - cliKeys
de: Zusätzliche Berichte - cliKeys

# clikeys_description
source: List of all the cliKeys with informations and status for each of them.
de: Liste mit Informationen aller cliKeys.

# plugins_title
source: Additional reports - plugins & content type
de: Zusätzliche Berichte - Plugins & Inhaltstypen

# xclass_title
source: Additional reports - XCLASS
de: Zusätzliche Berichte - XCLASS

# dbcheck_title
source: Additional reports - check the database
de: Zusätzliche Berichte - Datenbank prüfen

# dbcheck_description
source: Check the database integrity.
de: Integrität der Datenbank überprüfen.

# hooks_title
source: Additional reports - hooks
de: Zusätzliche Berichte - Hooks

# hooks_description
source: List of all the hooks with the name and the path for each of them.
de: Liste mit Namen und Path aller Hooks.

# realurlerrors_title
source: Additional reports - realurl errors
de: Zusätzliche Berichte - RealURL Fehler

# realurlerrors_description
source: List of all the errors in realurl.
de: Liste aller RealURL Fehler.

# logerrors_title
source: Additional reports - log errors
de: Zusätzliche Berichte - Log Fehler

# logerrors_description
source: List of all the errors in the log.
de: Liste aller Logfehler.

# websitesconf_title
source: Additional reports - websites/domains conf
de: Zusätzliche Berichte - Website/Domain Konfiguration

# websitesconf_description
source: Check the conf of websites and domains.
de: Konfiguration der Website und Domains überprüfen.

# hooks_extension
source: Extension hooks (experimental)
de: Erweiterungshooks (Experimental)

# hooks_corefile
source: Core file
de: Core Dateien

# hooks_name
source: Hook name
de: Name des Hooks

# hooks_file
source: File or class
de: Datei oder Klasse

# hooks_line
source: Line with the hook in the ext_localconf.php file of the extension
de: Zeile des Hooks in der ext_localconf.php Datei der Erweiterung

# status_title
source: Additional reports - general status
de: Zusätzliche Berichte - Allgemeiner Status

# status_description
source: List of all the usefull informations about your installation.
de: Liste mit nützliche Informationen über die Installation.

# status_sitename
source: Sitename
de: Seitenname

# status_lastversion
source: Last version
de: Letzte Version

# status_path
source: Path
de: Pfad

# status_loadedextensions
source: Loaded extensions
de: Geladene Erweiterungen

# status_nocrontab
source: No crontab
de: Keine Crontabelle

# extensions_title
source: Additional reports - loaded extension list
de: Zusätzliche Berichte - Liste geladener Erweiterungen

# extensions_description
source: List of all the extension with informations for each of them.
de: Liste mit Informationen aller Erweiterungen.

# extensions_tables
source: Tables and fields
de: Tabellen und Felder

# extensions_tablesintegrity
source: Need DB update ?
de: Aktualisierung der Datenbank notwendig?

# extensions_confintegrity
source: Need extConf update ?
de: Ist eine Aktualisierung von extConf notwendig?

# extensions_files
source: Modified files !!!
de: Veränderte Dateien !!!

# extensions_filesmodified
source: modified(s) file(s) in this extension
de: Veränderte Datei(en) in dieser Erweiterung

# extensions_tablesmodified
source: table(s) in this extension
de: Tabelle(n) in dieser Erweiterung

# extensions_unloaded
source: unloaded extension(s)
de: Nicht-geladene Erweiterung(en)

source: extension(s) to update
de: Erweiterung(en) zum Aktualisieren

# extensions_extensions
source: loaded extension(s)
de: geladene Erweiterung(en)

# extensions_ter
source: extension(s) from the TER
de: Erweiterung(en) vom TER

# extensions_extensionsmodified
source: modified extension(s)
de: Veränderte Erweiterung(en)

# extensions_updateter
source: You need to update the extension list in the Extension Manager.
de: Sie müssen die Liste der Erweiterung(en) über den Erweiterungsmanager aktualisieren.

source: First
de: Erste(r)

source: Previous
de: Zurück

source: Next
de: Weiter

source: Last
de: Letzte(r)

# pageIndicator
source: Page %1$s of %2$d
de: Seite %1$s von %2$d

# rangeIndicator
source: Records %1$d - %2$d
de: Datensätze %1$d - %2$d

source: Error
de: Fehler

source: Counter
de: Zähler

source: Not specified
de: Nicht spezifiziert
